questions = 
    [[//Federal-Unitary`
        [//4
            "Немає потреби в центральному уряді",
            "Регіони повинні мати власні збройні сили",
            "Регіональне законодавство повинно мати більшу вагу ніж загальнодержавне"
        ],
        [//3
            "Регіональне та місцеве законодавство разом повинні мати більшу вагу ніж загальнодержавне",
            "Центральний уряд не може зрозумыти що потрібно людям",
            "Люди повинні бути більш відданними своєму краєві ніж державі в цілому"
        ],
        [//2
            "Місцеві органи самоврядування повинні мати більше повноважень ніж мають зараз",
            "Законам слід було б бути різними в різних регіонах відповідно до культури",
            "Запроваджувати реформи на рівні регіонів краще ніж на загальнодержавному"
            
        ],
        [//1
            "Місцеві органи самоврядування можуть розуміти громадян краще ніж центральний уряд",
            "Місцеві органи самоврядування піднімають питання які б центральний уряд без них не підняв би",
            "Місцеві органи самоврядування добре представляють кожен регіон"
        ],
        [//-1
            "Країна не може існувати без центрального уряду",
            "Центральний уряд захищає меншини краще за місцеві органи самоврядування",
            "Існує багато питань які немає сенсу піднімати на місцевому рівні"
        ],
        [//-2
            "Центральному уряду треба дати більше повноважень",
            "Усі регіони мають підкорятися загальнодержавному законодавству",
            "Люди скоріше мають сприймати себе громадянами країни ніж мешканцями конкретного регіону"
        ],
        [//-3
            "Об'єднання регіонів без сильного центрального уряду це альянс а не держава",
            "Центральний уряд має бути досить впливовим щоб захищати усіх громадян",
            "Регіони не можуть функціонувати без сильного центрального уряду"
        ],
        [//-4
            "Немає потреби у місцевих органах самоврядування",
            "Закони мають бути ідентичними в усіх куточках країни",
            "Впливовість регіонів послаблює державу"
        ]],[//Democratic-Authoritarian`
        [//4
            "Пряма демократія - найкраща форма правління",
            "Люди мають самі голосувати за кожен законопроект",
            "Народні депутати рідко представляють інтереси усієї країни"
        ],
        [//3
            "Важливо щоб уряд дотримувався найбільш популярної серед громадян позиції навіть якщо вона помилкова",
            "Чим в більшої кількості людей спитають думки тим кращі будуть рішення уряду",
            "Ніхто крім мене самого не може представляти мої погляди"
        ],
        [//2
            "Вибори добре демонструють рівень підтримки уряду населенням",
            "Демократія найгірша форма правління за винятком усіх інших",
            "Кожна людина повинна мати рівно один голос на виборах"
        ],
        [//1
            "Демократія це більше ніж процес приймання рішень",
            "Люди повинні мати можливість обирати своїх лідерів",
            "Уряд повинен бути від людей і для людей"
        ],
        [//-1
            "Чим сильніший лідер тим краще",
            "Популярна в народі думка не завжди правильна",
            "Без сильних лідерів народ страждатиме"
        ],
        [//-2
             "Ієрархічна держава - найкраща",
            "Суспільство не маже існувати без лідерів та послідовників",
             "При демократії більшості легко домінувати над меншинами"
        ],
        [//-3
            "Населення приймає погані рішення",
             "Важливо просувати інтереси моєї групи понад усе",
            "Народ занадто підвладний емоціям"
        ],
        [//-4
            "Вибори це марнування коштів",
            "Слідування популярній думці руйнує державу",
            "Народ має без питань підкорюватись державі"
        ]],[//Globalist-Isolationist
        [//4
            "Наявність планетарного уряду буде корисною для людства",
            "Ми перш за все громадяни Землі",
            "Для виживання людства існування у вигляді окремних держав має залишитись у минулому"
        ],
        [//3
            "ООН потребує ширших повноважень",
            "ООН повинно мати власні збройні сили",
            "Існування незалежних держав із ризиком конфлікту між ними загрожує людству в цілому"
        ],
        [//2
            "Я підтримую територіальні союзи такі як ЄС",
            "Уряди мають бути підзвітні світовій спільноті",
            "Протистояння між державами заважають прогресу"
        ],
        [//1
            "Міжнародна торгівля загалом корисна",
            "Альянси важливі для захисту держави",
            "Держави мають співпрацювати незалежно від рівності вигоди від співпраці для них"
        ],
        [//-1
            "Важливо зберігати наш національний суверенітет",
            "Моя нація ближча до моїх поглядів ніж будь яка інша",
            "Я пишаюся ти що я громадянин своєї країни"
        ],
        [//-2
            "Міжнародна допомога це - марнування коштів",
            "Альянси можуть загрожувати національному суверенітету",
            "Важливо захищати національну культуру"
        ],
        [//-3
            "Моя країна має триматись подалі від міжнародних справ",
            "ООН має бути розпущений",
            "Ніхто закордоном не піклується про інтереси моєї країни"
        ],
        [//-4
            "Дипломатія тільки шкодить моїй державі",
            "Не повинно існувати міжнародного законодавства",
            "Усі угоди з іншими країнами шкодять нам"
        ]],[//Militarist-Pacifist
        [//4
            "Війна необхідна для економіки",
            "Постійний військовий стан корисний для країни",
            "Тільки військовослужбовці мають вирішувати хто керує країною"
        ],
        [//3
            "Повинна існувати примусова військова служба",
            "Необхідно зносити країни що не діють в наших інтересах",
            "Тільки колишні військовослужбовці мають бути допущені до балотування на державні посади"
        ],
        [//2
            "Військові дії нашої країни необхідні для її захисту",
            "Необхідно зносити країни що порушують права людини",
            "Збройний спосіб вирішення питань має право на існування"
        ],
        [//1
            "Країна повинна мати потужні збройні сили для самозахисту",
            "Державі для виживання зазвичай потрібно мати збройні сили",
            "Нам варто поважати військовослужбовців"
        ],
        [//-1
            "Важливіше підтримувати мирні стосунки ніж укріплювати армію",
            "Дипломатія завжди має передувати спробі розв'язання конфлікту збройним шляхом",
            "Мир завжди кращий за війну"
        ],
        [//-2
            "Навіть під час протесту проти авторитаризму насилля не допустиме",
            "Підтримка миру веде до процвітання",
            "Війна завжди дає негативний ефект"
        ],
        [//-3
            "Армія це - марнування коштів",
            "У нас немає права чинити збройну інтервенцію в інші держави",
            "Постійна війна руйнує країну"
        ],
        [//-4
            "Неможливо виправдати війну",
            "У сучасному світі, армія не є необхідністю",
            "Країни повинні відмовитись від збройних сил"
        ]],[//Security-Freedom
        [//4
            "Незгодні з урядом мають бути вислані з країни",
            "Уряд має слідкувати за громадянами для протидії тероризму",
            "Права і свободи людини що можуть допомогти їй приховати злочинну діяльність не повинні захищатись державою"
        ],
        [//3
            "Поліції потрібно більше повноважень і захисту",
            "Важливо підтримувати закон і порядок",
            "Держава має вживати будь-які захисти для забезпечення дотримання її законів"
        ],
        [//2
            "Якщо тобі нічого приховувати тобі не варто боятись втручання держави в твої комунікації",
            "Жертвування деякими правами необхідно для захисту від тероризму",
            "Спостереження з боку держави необхідне в сучасному світі"
        ],
        [//1
            "Правоохоронні органи повинні мати доступ до електронної поти підозрюваних терористів",
            "Деяким свободами можна пожертвувати заради захисту людей",
            "Абсолютна свобода робить суспільство небезпечним"
        ],
        [//-1
            "Маріхуана повинна бути легальною",
            "Людям повинні забезпечувати собод навіть тоді коли це створює певні ризики",
            "Це не справа держави лізти в особисте життя більшості громадян"
        ],
        [//-2
            "Аборти мають бути завжди легальними",
            "Поліція має бути більш зарегульваною",
            "Жодна вияв влади не повинен залишатись без питань з боку громадян"
        ],
        [//-3
            "Злочини без жертви(як вживання наркотиків) не повинні бути злочинами взагалі",
            "Більшіть наркотиків мають бути легалізованими",
            "Люди що поширюють будь-яку інформацію повинні бути захищені"
        ],
        [//-4
            "Саме існування держави - загроза свободі",
            "Поліція не повинна існувати",
            "Свобода людей не має бути обмежена нічим"
        ]],[//Equality-Markets`
        [//4
            "Правильно запроваджений комунізм може бути ефективним",
            "З кожного по здібностям, кожному по потребах",
            "Рівність заробітку важлива"
        ],
        [//3
            "Утиски з боку корпорацій гірші від утисків з боку держави",
            "Податки на багатих повинні бути збільшені для допомоги бідним",
            "Інфраструтура, як то дороги чи електричні мережі, повинні бути у власності держави"
        ],
        [//2
            "Я підтримую лікування для всіх за рахунок держави",
            "Багаті мають значно більше ніж їм треба",
            "Базові речі небхідні для життя, наприклад лікування, це - права"
        ],
        [//1
            "Держава має втручатись в економіку заради захисту споживачів",
            "Люди повинні мати рівні можливості для досягнення успіху",
            "Діти багатих батьків мають несправедливу перевагу над іншими"
        ],
        [//-1
            "Люди повинні мати право залишати свої статки нащадкам",
            "Надмірне втручання з боку держави - загроза для економіки",
            "Економіка загнеться без капіталізму"
        ],
        [//-2
            "Бездефіцитний бюджет важливіший ніж соціальні витрати",
            "Капіталізм кращий ніж будь-яка альтернатива",
            "Державні підприємства - погана ідея"
        ],
        [//-3
            "Чим вільніший ринок тим вільніші люди",
            "Люди повинні заробляти самі на все що їм треба",
            "Бідні самі обирають бідність"
        ],
        [//-4
            "Уряд взагалі не повинен регулювати економіку",
            "Уряд не повенен проводити антимонопольну діяльність",
            "Хто не працює той не їсть"
        ]],[//Secular-Religious
        [//4
            "Релігія повинна бути забороненою",
            "Віра не має сенсу",
            "Для розвитку суспільства треба відмовитись від релігії"
        ],
        [//3
            "Релігійний одяг повинен бути забороненим",
            "Немає жодної вищої сили",
            "Держава не має спонсувати жодну релігійну організацію"
        ],
        [//2
            "Я підтримую гомосексуальні шлюби",
            "Ставлення до кожної релігії з боку держави має бути однаковим",
            "Релігія має бути прибрана з уряду"
        ],
        [//1
            "Релігії не місце в уряді",
            "Закони не повинні базуватись на релігії",
            "Церква і держава мають існувати окремо"
        ],
        [//-1
            "Я вірю що після смерті щось є",
            "Релігія корисна для суспільства",
            "Людям треба дозволити будь-яке віросповідання"
        ],
        [//-2
            "Я вірю у вищу силу",
            "Релігійні організації часто краще допомогають бідним ніж держава",
            "Дітей треба виховувати відповідно до релігії"
        ],
        [//-3
            "Релігія несе правду",
            "Я б хотів щоб мої релігійні цінності були якомога більш поширені",
            "Секс позашлюбом аморальний"
        ],
        [//-4
            "Теократія - хороша форма правління",
            "Держава повинна визнавати і підтримувати тільки одну релігію",
            "Більшість поганих речей у світі відбувається тому що ми відвернулись від релігії"
        ]],[//Progressive-Traditional
        [//4
            "Якщо штучний інтелект керуватиме краще від людей, то нехай керує",
            "Генетична модифікація(навіть людини) - добро",
            "Традиції заважають прогресу"
        ],
        [//3
            "Автоматизація в цілому це дуже добре для суспільства",
            "Традиції самі по собі не несуть користі",
            "Раз люди вже доклали стільки зусиль для розробки технології, нам варто було б її використовувати"
        ],
        [//2
            "Нам треба відправити людину на Марс найближчим часом",
            "Тестування на тваринах етичне",
            "Технологічний прогрес це зазвичай добре"
            
        ],
        [//1
            "Глобальне потепління через дії людини - одне із найбільших загроз добробуту людей",
            "Регуляції використання навколишньго середовища необхідні",
            "Кращий світ прийде до нас завдяки автоматизації, науці і техніці"
        ],
        [//-1
            "Прогрес за будь-яку ціну небезпечний",
            "Технології не завжди приносять користь",
            "Традиції важливі"
        ],
        [//-2
            "Технології негативно діють на сучасне суспільство",
            "Генетичні модифікації повинні використовуватись мінімально, якщо взагалі використовуватись",
            "Важливо підтримувати сімейні цінності"
        ],
        [//-3
            "Суспільство багато років тому назад було кращим ніж зараз",
            "Важливо підтримувати традиції предків",
            "Найстраші люди знають як краще"
        ],
        [//-4
            "Традиційне лікування часто є кращим від сучасного",
            "Треба заборонити Інтернет",
            "Нам треба повернутись до традиційного життя без сучасних зручностей"
        ]],[//Assimilationist-Multiculturalist
        [//4
            "В'їзд іноземців має бути заборонено",
            "Ми повинні заборонити в'їзд будь-яким біженцям",
            "Ми повинні спілкуватися тільки національною мовою"
        ],
        [//3
            "Тільки найталановитішим мігрантам має бути дозволений в'їзд в країну",
            "Якщо ми взагалі приймаємо мігрантів, то вони мають асимілюватися до нашої культури",
            "Мігранти ніколи не зможуть адаптуватися до нашого способу життя"
        ],
        [//2
            "Загалом, мігранти шкідливі для країни",
            "Важливо захищати національну культуру",
            "Нелегальні мігранти не повинні користуватися жодними благами країни"
        ],
        [//1
            "Нелегальні мігранти мають бути депортовані в більшості випадків",
            "Від мігрантів очікують вивчення національної мови",
            "Важливо захищати кордони"
        ],
        [//-1
            "Нам варто приймати більше біженців",
            "Мігранти загалом корисні",
            "Мені подобаються деякі іноземні культури"
        ],
        [//-2
            "Жодна культура не є кращою від інших",
            "Нам варто більше сприймати інші культури",
            "Усі суспільства це суміш культур"
        ],
        [//-3
            "Кожному варто вміти говорити щонайменше двома мовами",
            "Всі люди(у світі) хоч чимось схожі одне на одного",
            "Наша культура виграє від змішування з іншими"
        ],
        [//-4
            "Держава має турбуватись про іноземців як про власних громадян",
            "Треба впускати кожного хто хоче в'їхати в країну",
            "Плюси від відкритих кордонів виправдовують мінуси"
        ]
    ]];
